import React, { Component } from 'react'
import './interview.less'
import { Link } from 'react-router-dom';
export default class InterviewPage extends Component {
    render() {
        return (
            <div className="interview">
                <div className="header1">
                    <p className="head">首页>面试技巧</p>
                </div>
                <div className="foot">
                    <p>面试技巧</p>
                    <hr />
                    <div className="first">
                        <img src='/1.jpg' width={220} height={180}></img>
                        <h2>面试时不要成为这几种人</h2>
                        <Link to='content1'> <p className="content">　1、不注意形象。招聘者不需要面试者英俊潇洒，国色天香，但不修边幅、邋里邋遢，衣冠不整绝对不会让招聘者有好感。从某些方面来说，衣着和外表反映一个人的生活理念和工作态度。作为面试者，你可以不英俊，可以不漂亮，但你不可以穿着随便，不整齐，不得体，这是对面试者最起码的尊重。

           2、表情不自然。眼睛不敢看着对方，眼神游离，手脚不知道放在哪里，这些都是过于紧张的表现。有的面试者进门后也不与面试官打招呼，连您好，您早都不会说。 这样没礼貌的面试者一定会在招聘者面试大打折扣的。

           3、丢三落四，准备不充分。当主试人要查阅应聘资料时，表现得手忙脚乱。

           4、对主试人的问题不能回答或暂时记不起来时，不是有礼貌地回答不懂或忘了，而是含糊其辞，吹牛皮，编瞎话。

　　5、经常截断主试人的话题，对重复的问题表现出不耐烦。</p></Link>
                    </div>

                    <div className="second">
                        <img src='/1.jpg' width={220} height={180}></img>
                        <h2>如何在面试中取胜?</h2>
                        <Link to='content1'> <p className="content">　一、请精心准备s自我介绍

　　无论你参加的是什么面试，肯定都有自我介绍这个环节，这是给你一个推销自己的好机会，因此请准备好一两分钟内介绍自己的“小广告”，能让HR快速初步了解你。

二、请脸上带着自信的微笑

　　脸上带着自信和微笑会让HR感觉到你的个人魅力，放松一下别紧张，自信的人才能够让HR更加相信你的确适合所应聘的职位。

三、请注意你的一举一动

　　面试的过程中，你需要分外留意你的一举一动，不单单是面部表情，还有肢体语言、仪容仪表等，就连你的回答，也要想清楚后再作答，千万不要不经大脑就回答对方的提问。

四、请了解清楚对方的需求

　　只有了解清楚对方的需求，你才能够有针对性的去准备好回答，因此这个需要你在查看对方招聘信息和你进行求职简历制作时了解清楚，好处除了刚才所提的准备好面试回答外，就是可以针对性编辑简历，增强求职的成功几率。

五、请尊重对方与你的交流

　　如何做到尊重对方与你的交流？其实很简单，只要你在面试过程中不要打断对方的说话、不要说毫无事实根据的假话、不要使用亵渎的语音、不要使用一两个字的回答（比如“是”、“没有”等“、不要因为紧张而滔滔不绝就可以了。

六、请仔细聆听对方的话

　　会聆听在面试中是最基本的要求，如果你对对方的提问并不清楚，别不好意思，大方点说出来，请对方重复一次，弄清楚问题后再回答，否则的话很容易答非所问，让你之前在HR面前建立的良好印象消失得无影无踪。</p></Link>
                    </div>
                    <div className="third">
                        <img src='/1.jpg' width={220} height={180}></img>
                        <h2>走好第一步-自我介绍</h2>
                        <Link to='content1'> <p className="content">　首先我们要知道：自我介绍为的是什么？


　　为的就是在这短暂的两分钟内让HR对你留下深刻印象。因此你需要留下你的亮点。


　　如何才能留下亮点让HR钟情于你？


　　很简单，思路清晰、层次分明、突出重点、符合逻辑、将最有自我价值的信息传达给HR，就能展示出你的优势，让HR清楚的知道，你的确是非常适合应聘职位的求职者


　　可是一般人回答这个问题时，过于平常：只说姓名、年龄、爱好、工作经验，说些简历上都有的事。


　　自我介绍是一个很快就可以让你脱颖而出的问题，大家需要多多准备这个环节 那么，究竟怎样才能“完美”地回答面试第一题呢？


　　1. 你可以多介绍一些简历上没有具体写的，但是又能向简历控HR展示你的优势的事情 比如说最强的技能、最深入研究的知识领域、个性中最积极的部分、做过的最成功的事，主要的成就等，这些都能或多或少突出积极的个性和做事的能力。　


　　2. 自我介绍时语速要均匀，不要一时快一时慢，更不要像背书一样把简历背出来 回答要显示出你有做过充分准备，但又不是死记硬背。很高技术含量对吧？在家对着镜子或对着同学们练习多几遍吧，相信你能掌握这个技能的。


　　3. 自信很重要 活泼、坦诚、虚心、大度、轻松、言行一致、开放、幽默、勇敢、果断，这些都是自信者的表现。面试时难免会紧张，年轻人，放松点，HR不会吃了你。就像跟HR在聊天一样就好，不过要随意中又带点严肃。平时多面对不同的人练习一下，在自我介绍时展示出你的自信吧。一个自信的人是非常有魅力的，相信HR可抵挡不住你自信的魅力哦。


　　要完胜自我介绍这道题，可没有什么捷径哦，年轻人还是多练习吧。 </p></Link>
                    </div>
                </div>



            </div>
        )
    }
}